{
  "rules": [
    {
      "rule": "PROGRAM ELIGIBILITY",
      "ruleContent": "The Rewards Program is open to registered and qualified participants who work for Rewards Program. Void where prohibited by law. Participation in the Program is free. Any other related Program benefits are not transferable and may not be combined or merged among other participant's accounts. Any acquired companies, will no longer be eligible for participating within the program. Participant must have activated their account in Rewards Program before earning points. All acquired companies will have 30 days to utilize the balance of their points."
    },
    {
      "rule": "PROGRAM DATES",
      "ruleContent": "The rewards program will begin accruing for activity as of the month of the year in that you sign up. Management reserves the right to terminate this program at any time, without notice. Upon termination of the program, Participants will have 30 days after the end of the program to redeem points for merchandise, events and travel."
    },
    {
      "rule": "EARNING POINTS",
      "ruleContent": "Reward Points will be awarded as follows: <ol><li>One point for every dollar(s) spent from January-December 2019 with participating suppliers.</li><li>A flat payout of 45,000 points by surpassing 10% growth from January-December in 2019, over the same period in 2018, with participating suppliers.</li></ol><p class='mb-0'>More promotions and perks will be announced throughout the program. </p>"
    },
    {
      "rule": "STATEMENTS",
      "ruleContent": "Participants will receive paperless electronic rewards monthly. Point statements may also be viewed online at the program web site via the My Account page."
    },
    {
      "rule": "POINT EXPIRATION",
      "ruleContent": "All Reward Points issued to a Participant will expire after 12 months of no earning activity through a promotion. Any Reward Points shall be forfeited without compensation."
    },
    {
      "rule": "NON-TRANSFERABLE / NO CASH VALUE",
      "ruleContent": "Points are non-transferable and are not redeemable for cash."
    },
    {
      "rule": "AVAILABILITY",
      "ruleContent": "All rewards of merchandise, ticketed events, airline and hotel accommodations, and any other travel included in the Rewards Program are available only to Program Participants who have received Points as part of this loyalty points-based program. Reward items offered are subject to availability and may be changed at any time."
    },
    {
      "rule": "REWARDS",
      "ruleContent": "Please refer to the online reward offering for the most up-to-date details on Rewards, Point values, and Redemption information. Eligible Participants may redeem Points only for items listed in the online reward offering at the designated point quantities."
    },
    {
      "rule": "QUESTIONS",
      "ruleContent": "All questions should be sent using the contact form located within the program web site."
    },
    {
      "rule": "PARTICIPANTS",
      "ruleContent": "Rewards Program reserves the right to inactivate participants who are not in good standing. Rewards Program reserves the right to disqualify participants from eligibility for rewards and revoke any rewards issued. "
    }
  ],
  "genInfo": [
    "Use of the program web site is governed by separate and specific Terms and Conditions, which are located on the participant site. ",
    "The Rewards Program reserves the right to audit, alter or cancel this Program at any time in its sole discretion, including without limitation, the Program format, Program partners, Program elements, Reward levels and Reward rules. All such changes may be made without prior notification to Program Participants. In all matters relating to the interpretation and application of the program rules, the decisions of Rewards Program will be final. ",
    "The Rewards Program, its owners, agents, and employees make no guarantees, warranties, or representations of any kind, expressed or implied, with respect to items of merchandise or travel, and shall not be liable to Program Participants or any third party for any damage, loss, expense (including, without limitations, attorney fees), or harm of any nature which arises in whole or in part from the underlying Travel or Merchandise Services, arranged for the Program Participant in connection with the Program. ",
    "The Rewards Program shall not be liable in the event that performance is made impossible, or by acts of God, civil or military authority, acts of public enemy, war, riots, civil disturbances, insurrections, accidents, theft, malicious damage, fire, explosions, earthquakes, floods, the elements, lightning, wind or fire resulting from any of the foregoing, strikes, labor disputes or any other causes beyond the reasonable control of Rewards Program. ",
    "In the event any dispute arises between Rewards Program and a Program Participant regarding the Program Rules or any other dispute which is in any way related to the Program, the parties agree that the sole and exclusive forum for the resolution of such disputes will be arbitration to be held before the American Arbitration Association or any successor entity pursuant to the commercial rules of arbitration then pertaining. ",
    "If any provision of the Program Rules shall be declared to be invalid, unenforceable or void, such decision shall not have the effect of invalidating or voiding the remainder of the Program Rules. Upon such event, the parties shall in good faith modify or alter the remainder of the Program Rules to effectuate the original intent of the parties. "
  ]
}
