{
  "terms": [
    {
      "heading": "PRIVACY",
      "content": "Please review ISI's Privacy Notice, which also governs your visit to this site and use of our Services, to understand our practices with respect to participant information collection, use and disclosure practices. You may view ISI's privacy policy by clicking the 'Privacy' link at the bottom of this web site. "
    },
    {
      "heading": "ELECTRONIC COMMUNICATIONS ",
      "content": "When you visit this site or use our Services, you are communicating with us electronically and consent to receive communications from us electronically. We may communicate with you by e-mail or by posting notices on this site. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing. "
    },
    {
      "heading": "COPYRIGHT/TRADEMARKS/OTHER PROPRIETARY RIGHTS ",
      "content": "All content (and the compilation thereof) included on this site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is and will remain our property or that of our content suppliers and is protected by United States and international copyright laws. Except as otherwise provided herein, all graphics, logos, page headers, button icons, scripts, and service names on the site are and will remain our trademarks or service marks. All other trademarks not owned by us that appear on this site are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by us. You will not have, acquire or assert any rights in our Services, web site, components or proprietary rights and will not, without our prior written consent, copy, reproduce or distribute in any manner any of the content, data or information available through our web site or Services. You will not remove or modify any copyright, trademarks, service marks, confidentiality or other proprietary notice or marking appearing on any materials relating to the Services or web site."
    },
    {
      "heading": "YOUR ACCOUNT ",
      "content": "If you use this site or Services, then you are responsible for maintaining the confidentiality or security of your account and password and for restricting access to your computer, and you agree to accept full responsibility for all activities that occur under your account or password. You also agree to immediately notify us of any unauthorized use thereof. Your Sponsor, not ISI or the product retailer, is solely responsible for determining how your points are awarded or redeemed under the Services or when your points expire. Your Sponsor, not ISI or the product retailer, is also responsible for providing direct support to you for all program related questions. ISI is responsible only for direct support relative to technical issues reported through the email contact tool and return processing as outlined below. Product retailers and/or manufacturers may also provide additional terms and conditions associated with your product selection that may or may not be displayed through this site. We reserve the right at all times for any reason to modify or refuse your use of Services and/or content, including, but not limited to, the ability to terminate your account or program, remove, change or edit content or products offered, and/or cancel your orders at our sole discretion. "
    },
    {
      "heading": "RISK OF LOSS",
      "content": "The risk of loss and title for all items purchased or acquired through the Services will pass to you upon our delivery to the carrier."
    },
    {
      "heading": "PRODUCT DESCRIPTIONS AND DELIVERY ",
      "content": "We attempt to provide all Services to be as accurate as possible in describing the products offered through this site. However, we can not and do not warrant that product descriptions or other content of this site or the Services are accurate, complete, reliable, current, or error-free. You acknowledge that interruptions and loss of Services may occur as a result of maintenance or repairs to our Services or web site, unexpected outages or interruptions or an act or omission by you or any third party. We will not incur any liability as a result of any such interruption or loss. All products are normally delivered via UPS, FedEx or USPS and are shipped within 3-4 days.  Availablity and delivery time may vary by product and exceptions will be noted on the product detail page.  If a product offered through the Services is not as described, then your sole remedy is to request a Return Merchandise Authorization (RMA) by way of the contact form within the system and to return the product in unused condition and we, at our discretion, will credit any points back to your account subject to our product retail supplier's standard return policies."
    },
    {
      "heading": "DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY",
      "content": "<p>TO THE EXTENT PERMISSIBLE BY LAW, THIS SITE AND ALL INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE), RELATED SYSTEMS AND SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THIS SITE ARE PROVIDED BY US OR OTHER THIRD PARTIES ON AN 'AS IS' AND 'AS AVAILABLE' BASIS WITH NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, DESCRIPTION, FITNESS FOR A PARTICULAR PURPOSE, COURSE OF DEALING, COURSE OF PERFORMANCE, USAGE OF TRADE AND NON-INFRINGEMENT. YOU EXPRESSLY AGREE THAT YOUR USE OF THIS SITE, CONTENT AND THE SERVICES IS AT YOUR SOLE RISK AND MAY BE SUBJECT TO CHANGE OR REMOVAL AT ANY TIME. </p><p class='mb-0'>WE DO NOT WARRANT THAT THIS SITE; INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE), RELATED SYSTEMS OR SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THIS SITE WILL BE UNINTERRUPTED, TIMELY OR FREE FROM ERRORS, INACCURACIES, VIRUSES OR OTHER HARMFUL COMPONENTS. WE, OUR SUPPLIERS, AGENTS, EMPLOYEES, OFFICERS, DIRECTORS AND SHAREHOLDERS ARE NOT AND WILL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THIS SITE OR FROM ANY INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE), RELATED SYSTEMS OR SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THIS SITE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES. </p>"
    },
    {
      "heading": "INDEMNIFICATION",
      "content": "You will indemnify, defend (at our election) and hereby release us, our directors, our officers, our employees, our suppliers and our agents from all losses, damages, penalties, costs and expenses (including, but not limited to, legal fees) caused by, arising from or relating to information or content provided by you or your use of or participation in our Services or web site or your breach of these terms and conditions."
    },
    {
      "heading": "MISCELLANEOUS",
      "content": "<p>These terms and conditions are governed by Georgia law, without regard to principles of conflict of laws. You may not assign these terms and conditions without our prior written consent. These terms and conditions, your registration and any other user policies, including our privacy policy, are the entire agreement between the parties and supersede all prior agreements and understandings between the parties related to these Services and web site. We may modify any of the terms and conditions contained herein, at any time and in our sole discretion, by posting a change notice or new terms and conditions on this website. All provisions of these terms and conditions are severable and any provision of these terms and conditions found by a court of competent jurisdiction or arbitration panel to be invalid or unenforceable will not affect the validity or enforceability of any other provision of these terms and conditions. To the extent legally permissible, the parties will replace any illegal, invalid or unenforceable provision of these terms and conditions will a valid provision that will implement the intended purpose of the illegal, invalid or unenforceable provision. Any notices under these terms and conditions will be in writing and delivered to the following address:</p><p class='mb-0'>Incentive Solutions, Inc. 2337 Perimeter Park Drive, Suite 220 Atlanta, GA 30341</p>"
    },
    {
      "heading": "DISPUTES ",
      "content": "Any dispute that is not resolved between you and us in an effective and timely manner and relating in any way to your visit to this site or use of our Services will be submitted to confidential arbitration in Atlanta, Georgia; except that, to the extent you have in any manner violated or threatened to violate our or our supplier's intellectual property rights. In such case, we may seek injunctive or other appropriate relief in any state or federal court in the state of Georgia, and you consent to exclusive jurisdiction and venue in such courts. Arbitration under this terms and conditions will be conducted under the rules then prevailing of the American Arbitration Association. The arbitrator's award will be binding and may be entered as a judgment in any court of competent jurisdiction. To the fullest extent permitted by applicable law, no arbitration under these terms and conditions will be joined to an arbitration involving any other party subject to these terms and conditions, whether through class arbitration proceedings or otherwise. "
    },
    {
      "heading": "RETURNS POLICY ",
      "content": "All redemptions are final and cannot be cancelled unless it is determined that ISI has made an error on the order or the item is received damaged. Return policy details and additional terms and conditions related to item redemptions must be agreed to during the checkout process."
    }
  ]
}
